In [2]:
import numpy as np
import pandas as pd

In [3]:
student_dict = {
    "Name":['Shakil','Ridoy','Shaiful','Banna'],
    "ID":[15,11,14,13],
    "Address":['Hemayetpur','Kollanpur','Savar','Mirpur'],
    "Age":[23,24,26,25]
}

In [4]:
students_tab = pd.DataFrame(student_dict)

In [5]:
students_tab

      Name  ID     Address  Age
0   Shakil  15  Hemayetpur   23
1    Ridoy  11   Kollanpur   24
2  Shaiful  14       Savar   26
3    Banna  13      Mirpur   25